Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: "Iran today provided the IAEA with its explanation in writing and related documents as agreed in the road-map for the clarification of past and present outstanding issues regarding Iran's nuclear program," the IAEA said on Saturday, confirming Iran had met a deadline.
pt: Em um comunicado de apenas uma frase, divulgado mais cedo, a agência afirmou que "o Irã entregou hoje à IAEA suas explicações e documentos relacionados, como foi acordado".

source: Rousseff had postponed a decision on the FX-2 replacement contract in early 2011 for budgetary reasons but air force chiefs made it clear that it was an urgent matter.
pt: No início de 2011, Dilma adiou a decisão sobre os caças por causa de cortes orçamentários, apesar de a Força Aérea insistir na urgência da decisão.

source: Race winner Lewis Hamilton is joined on the podium by Russian President Vladimir Putin.
pt: O vencedor da primeira corrida na Rússia, o inglês Lewis Hamilton, da Mercedes, é cumprimentado pelo presidente russo Vladimir Putin

source: "Playing it safe might win an election," Gutierrez said on ABC's "This Week" program .
pt: "Jogar de forma segura talvez vença a eleição", disse Gutiérrez no programa "This Week", da emissora de TV ABC .

source: Fifteen people, among them eight children, were killed in air raids Sunday on a rebel area of the war-torn northern city of Aleppo, the Syrian Observatory for Human Rights said.
pt: Pelo menos 22 pessoas, entre elas 14 crianças, morreram em ataques da aviação síria em três bairros rebeldes de Aleppo, no norte da Síria, informou o Observatório Sírio dos Direitos Humanos (OSDH).

source: The NGO Women without Borders announced Monday it was starting "Mothers Schools," where parents of children who have gone off to fight in Iraq or Syria teach other women the early warning signs to help protect against radical influence.
pt: Na segunda-feira (02/03), a ONG Mulheres Sem Fronteiras iniciou uma "escola para mães", em que pais de jovens que deixaram a Áustria para lutar no Iraque ou na Síria ensinam a outras mães como reconhecer os sinais precoces de radicalização e como agir contra ela.

source: Why the French are right to go on strike
pt: “Eles estão no direito de fazer essa greve .

source: The Los Angeles County district attorney filed a first-degree murder charge against him Monday, accusing Durst of shooting and killing Susan Berman in December 2000 .
pt: Na segunda-feira, ele foi acusado em Los Angeles pelo assassinato, em 2000, de sua amiga íntima Susan Berman.

source: Creative Strategies analyst Ben Bajarin forecasts that Apple sold 2 million more iPhones in China than it did in North America.
pt: As previsões do analista sugerem que foram vendidos 2 milhões de iPhones a mais no país asiático do que nos EUA no último trimestre .

source: "I think there would not only be no basis for a new program, but it would be very much the question whether there would be a basis for Greece in the euro zone," he said.
pt: Se eu votasse a favor do programa, não sei se ele ainda estaria em oferta: a zona do euro diz que não, mas pode estar blefando .

source: The limestone statue was discovered in 1977 by a Polish archeological mission at the temple of Al-Lat, a pre-Islamic Arabian goddess, and dated back to the 1st century BC.
pt: A estátua foi descoberta em 1977 por uma missão arqueológica polonesa no templo de Al-Lat e data do século I a.C

source: On Sunday, suspected Boko Haram militants kidnapped 80 people in Cameroon's Far North Region, officials in the country said .
pt: Militantes do Boko Haram sequestraram neste domingo (18/01) cerca de 80 pessoas, entre elas crianças, em aldeias no norte de Camarões .

source: Earlier on Tuesday, the court sentenced Morsi to life in prison in a separate case related to conspiring with foreign groups.
pt: Mais cedo nesta terça-feira, o tribunal já havia condenado Mursi à prisão perpétua, que no Egito significa 25 anos de prisão, em um caso separado relacionado a conspiração com grupos estrangeiros.

source: Copy of new 'Fifty Shades of Grey' novel stolen ahead of release
pt: Novo livro da série Cinquenta Tons de Cinza é furtado antes da publicação

source: The attempt to apply the centralistic and unitary French model to Switzerland turned out to be a fiasco .
pt: A experiência de aplicar à Suíça o modelo centralizador e unitário francês foi um fiasco .

source: The southern movement brings together southern civilians, former army officers and members of a southern secessionist movement to oppose the Houthis, who are fighting alongside troops loyal to former Yemeni president Ali Abdullah Saleh.
pt: A maior parte do Exército do Iêmen é leal ao poderoso ex-presidente Ali Abdullah Saleh, cujas forças estão combatendo ao lado de milícias muçulmanas xiitas em batalhas que se estendem pelo sul e leste do Iêmen.

source: They obtained skin biopsies and froze the tissue in liquid nitrogen at a temperature of -196C (-321F).
pt: Eles realizaram biópsias da pele e congelaram o tecido em nitrogênio líquido, à temperatura de -196ºC.

source: Three civilians have also been killed in Israel.
pt: Israel diz que 43 de seus soldados morreram, além de três civis.

source: MSF has been on the ground in West Africa since the outbreak started and has played a key role in treating thousands of patients in Guinea, Liberia and Sierra Leone.
pt: A maior parte dos casos se concentra em três países do oeste da África, que estão no centro da epidemia: Guiné, Libéria e Serra Leoa.

source: Italian unions call general strike
pt: Itália para em greve geral contra o governo

source: Investigators suspect Flight MH370, which took off from Kuala Lumpur for Beijing shortly after midnight on March 8, was deliberately diverted thousands of miles from its scheduled path .
pt: Os investigadores suspeitam que o avião, que decolou de Kuala Lumpur para Pequim pouco depois da meia-noite de 8 de março, foi deliberadamente desviado a milhares de quilômetros e, em seguida, caiu em águas profundas e isoladas do planeta em um possível suicídio.

source: BEIRUT (Reuters) - Syria said on Tuesday that U.S. Secretary of State John Kerry had told the Damascus government in a letter delivered by Iraq that the United States and its allies were going to attack Islamic State in Syria, hours before the air strikes took place.
pt: Os ataques aéreos realizados pelos Estados Unidos e seus aliados contra o Estado Islâmico na Síria são ilegais e constituem um ataque ao país, declarou nesta terça-feira o presidente do Irã, Hassan Rouhani.

source: Kostin said Russia has been moving for some time towards making broader use of the rouble as a settlement currency - the currency in which goods and securities are paid for.
pt: "Estamos caminhando para uma maior utilização do rublo russo como moeda de liquidação já há um bom tempo .

source: However, I had nothing to fear .
pt: Mas não tinha pensado em nada assim .

source: Spanish Economy Minister Luis de Guindos to head up the Eurogroup of euro zone finance ministers.
pt: O ministro espanhol da Economia, Luis de Guindos, participa de uma entrevista coletiva …

source: Kremlin says Kiev's actions damage prospects for Ukraine summit: RIA Tue, Jan 20 2015
pt: Kremlin diz que ações da Ucrânia prejudicam possível reunião de cúpula, segundo agência RIA

source: Two of the rockets hit open areas, and one was intercepted by the Iron Dome defense system, she said.
pt: Um dos foguetes foi interceptado pelo novo sistema de defesa antimísseis israelense Iron Dome (Cúpula de Ferro), que começou a funcionar no fim do mês passado.

source: Greece's government proposed a two year debt deal with the European Stability Mechanism (ESM) to fully cover Greece's financial needs and a parallel debt restructuring, according to an announcement by Greek Prime Minister Alexis Tsipras' office.
pt: O governo grego já anunciou mais cedo que havia feito uma proposta para a ampliação por dois anos do programa de ajuda da zona do euro para cobrir as necessidades de financiamento e reestruturar a dívida do país .

source: "None of the villagers tested positive (for Ebola)," a health ministry official told Agence France Presse.
pt: "Nenhum morador teve resultado positivo para o Ebola", afirmou neste sábado uma autoridade do ministério da Saúde.

source: Prime Minister David Cameron is to pay a two-day visit to the United States president Barack Obama in Washington DC, the White House has said.
pt: Washington, 10 jan (EFE).- O presidente dos Estados Unidos, Barack Obama, receberá na Casa Branca o primeiro-ministro do Reino Unido, David Cameron, na próxima semana segundo informou neste sábado a Casa Branca em comunicado.

source: Some of them noted that if such an outcome occurred, it would be even more worrisome if growth faltered."
pt: "Alguns ressaltaram que se isso ocorresse, seria ainda mais preocupante se houvesse um enfraquecimento no crescimento."

source: Jordan's King Abdullah II has promised to fight back hard against Islamic State, saying that the death of a Jordanian pilot at the militants' hands will not be in vain.
pt: AMÃ (Reuters) - O Exército da Jordânia afirmou nesta terça-feira que vai vingar a morte de um piloto jordaniano queimado vivo por militantes do Estado Islâmico.

source: It fell apart after pictures suggesting a liaison between Hollande and actress Julie Gayet were published in the French tabloid Closer in January.
pt: Hollande e Trierweiler se separaram em janeiro deste ano, em meio a relatos de que o presidente estava tendo um caso com a atriz francesa Julie Gayet.

source: UPDATED: An accidental explosion on an oil pipeline in Nigeria operated by Italian energy giant Eni left 12 people dead and three injured, the company said in a statement Friday.
pt: Doze pessoas morreram e três ficaram feridas em uma explosão na quinta-feira em oleoduto administrado pela empresa italiana Eni na Nigéria, informou o grupo nesta sexta-feira.

source: Four people are dead, and two seriously injured, after an Airbus A400M military transport aircraft crashed into a pylon near Seville, in southern Spain.
pt: Um avião de transporte militar da Airbus caiu em Sevilha, na Espanha, matando quatro pessoas que estavam a bordo, informou o governo espanhol neste sábado .

source: Thank you all very, very much .
pt: É muito forte isso em mim .

source: South Korean Marines have arrested an American citizen who was attempting to enter North Korea by swimming across a river – allegedly, all in an effort to meet the country’s ruler, Kim Jong-un.
pt: SEUL - Um americano foi detido na noite de terça por fuzileiros navais sul-coreanos depois de aparentemente tentar atravessar a nado o rio Han para a Coreia do Norte.

source: "He plays it a lot like I do .
pt: Eu sempre gostei muito de teatro .

source: Lippert was slashed in the face with a fruit knife by a South Korean man with a history of erratic behavior at a breakfast forum in central Seoul that left a gash that required 80 stitches .
pt: Lippert foi cortado no rosto com uma faca caseira por um homem sul-coreano com um histórico de problemas comportamentais, durante um fórum no centro de Seul .

source: But in February this year, the state of Louisiana re-indicted Woodfox for the 1972 murder .
pt: Em fevereiro deste ano, Woodfox foi novamente indiciado pelo crime de 1972 .

source: American journalist held captive in Syria arrives home
pt: Jornalista sequestrado na Síria volta aos EUA

source: Western leaders at the summit, including U.S. President Barack Obama and British Prime Minister David Cameron denounced Putin's "unacceptable" actions in Ukraine, warning of more sanctions to come unless he changed course.
pt: O primeiro-ministro britânico, David Cameron, considerou as ações da Rússia como inaceitáveis nesta sexta-feira, alertando que poderiam resultar em maiores sanções dos Estados Unidos e da União Europeia.

source: "I can't believe that I've done this," she told herself .
pt: “Só tenho que agradecer por tudo que ela fez para mim .

source: “It’s all right because we know we have some good players, new talent, and I think that we can improve more.”Speech
pt: Não podemos pensar na dificuldade como um todo, nem que temos que vencer todos os quatro jogos, pois isso ninguém sabe ao certo .

source: SAO PAULO (Reuters) - Brazil will face France in a friendly in Paris on March 26, the Brazilian Football Confederation said on Tuesday.
pt: A Confederação Brasileira de Futebol (CBF) confirmou nesta terça-feira (2) o amistoso da seleção brasileira contra a França .

source: Syria warned against U.S. air strikes on its territory after Obama's speech, with National Reconciliation Minister Ali Haidar saying: "Any action of any kind without the consent of the Syrian government would be an attack on Syria."
pt: "Qualquer ação de qualquer tipo sem o consentimento do governo sírio será um ataque à Síria", disse o ministro da Reconciliação Nacional, Ali Haidar.

source: Pope Francis accepted the resignation Tuesday of a U.S. bishop who was convicted of failing to report a suspected child abuser, answering calls by victims to take action against bishops who cover up for pedophile priests.
pt: O Papa Francisco aceitou a exoneração nesta terça-feira (21) de um bispo dos Estados Unidos que confessou culpa ao falhar em dar queixa de um suspeito de abusar de crianças, em resposta a pedidos das vítimas a tomar uma atitude contra bispos que encobrem padres pedófilos.

source: Russia’s deputy representative, Alexander Pankin, began his remarks by warning that council meetings should not turn into farces and called the storm of criticism from fellow council members “yet another foray into propaganda with new flourishes.”
pt: O representante da Rssia, Alexander Pankin, declarou que as reunies do conselho no podem ser transformadas em farsas e chamou a tempestade de crticas dos colegas de "outra incurso de propaganda com novos floreios".

source: U.S. Lieutenant General James Terry on Monday told reporters that members of the coalition against IS made initial pledges last week to bring "close" to 1,500 additional forces to Iraq to train and assist the country's army.
pt: Vários países da coalizão anti-jihadistas vão enviar cerca de 1.500 homens ao Iraque a fim de ajudar Bagdá a lutar contra o grupo Estados Islâmico (EI), anunciou nesta segunda-feira o general americano James Terry.

source: Despite enormous progress driven by the MDGs, about 800 million people still live in extreme poverty and suffer from hunger .
pt: Apesar de progresso em metas do milênio, 800 milhões ainda sofrem com fome e pobreza - Yahoo Notícias

source: Obama telephones Cuba's Raul Castro ahead of Americas Summit
pt: Obama e Raúl Castro podem se encontrar durante Cúpula das Américas

source: Geological activity comes in waves, and Iceland seems to be in one such phase now.
pt: A atividade geológica acontece em ondas e tudo indica que a Islândia está entrando novamente nesta fase.

source: ''We are cooperating fully with Mr. Garcia's on-going investigation and remain totally confident that any objective enquiry will conclude we won the bid to host the 2022 FIFA World Cup fairly,'' the Qatari statement said.
pt: "Estamos cooperando completamente com o (chefe da investigação da Fifa) senhor (Michael) Garcia e continuamos totalmente confiantes de que o inquérito irá concluir que nossa candidatura foi justa".

source: “I believe that I am my brother’s keeper .
pt: Só eu posso dizer se sou amigo de alguém”.

source: Same sex marriage is legal in Spain and a Barcelona court gave joint custody to both women.
pt: O casamento gay é legal na Espanha, e um tribunal de Barcelona definiu que as duas mulheres dividirão a guarda da criança .

source: Most of the reported fatalities were in villages and towns east of Kathmandu, only just beginning to pick up the pieces from the April 25 quake that left more than 8,000 dead.
pt: A maioria das mortes relatadas aconteceu em vilarejos e cidades ao leste de Katmandu, que mal começavam a se recuperar do sismo de 25 de abril que deixou mais de 8 mil mortos.

source: White House seeks to win over sceptics on Islamic State fight
pt: Casa Branca procura aliados contra o Estado Islâmico

source: "Early calculations suggest that Saturday's Magnitude 7.8 earthquake is probably not big enough to rupture all the way to the surface, so there is still likely to be more strain stored, and we should probably expect another big earthquake to the west and south of this one in the coming decades," says Bollinger.
pt: "Cálculos sugerem que a magnitude 7,8 do terremoto de sábado não foi forte o suficiente para gerar um ruptura até a superfície, então, é possível que mais pressão ainda esteja acumulada", afirma Bollinger.

source: "Unfortunately I wasn't able to renew my contract, but Santos will always be in my heart," he wrote.
pt: “Ele não vai entrar aqui no Santos para resolver coisas do meu contrato, não tem nada disso .

source: RIO DE JANEIRO, April 5 (Reuters) - A fire at a fuel storage facility near Brazil's largest port Santos entered its fourth day on Sunday as 110 firefighters worked to stop the flames from spreading further, the local fire department said.
pt: Um incêndio em uma instalação de armazenamento de combustível perto do porto de Santos, o maior do país, entrou em seu terceiro dia neste sábado, com os bombeiros trabalhando contra o relógio para evitar que as chamas se espalhem.

source: Ukrainian officials said two rebel-held towns had been recaptured and attempts were being made to take a village Kiev says was near the launch site of the surface-to-air missile that shot down the airliner with loss of all 298 on board.
pt: Autoridades ucranianas disseram que suas tropas haviam recuperado o controle de duas cidades próximas ao local da queda do avião e estavam tentando tomar a vila de Snezhnoye, perto de onde os governos da Ucrânia e dos Estados Unidos alegam que os rebeldes dispararam o míssil que derrubou a aeronave, matando as 298 pessoas a bordo .

source: Meanwhile, police are said to have have identified a suspect in Thursday's fatal shooting of a policewoman in Montrouge, south of Paris.
pt: Mais cedo, uma policial foi morta a tiros em Montrouge, ao sul de Paris, mas policiais afirmaram que não há ligação entre a morte e o ataque a Charlie Hebdo .

source: Violence flared when Chelsea fans were in the French capital to watch the west London club's Champions League match against Paris St-Germain on 17 February.
pt: O incidente ocorreu em fevereiro, quando torcedores do Chelsea estavam na capital francesa para assistir ao jogo da Liga dos Campeões do Chelsea contra o Paris Saint-Germain.

source: Federal Bureau of Investigation records over the past decade show about 400 fatal police shootings a year, or an average of 1.1 deaths a day .
pt: Segundo o FBI, ao longo da última década, cerca de 400 pessoas foram mortas pela polícia anualmente, ou seja, uma taxa de 1,1 homicídio policial por dia.

source: Two ‘big’ parts of AirAsia QZ8501 plane found – Indonesian officials
pt: Quatro grandes partes de avião da AirAsia são encontradas no mar

source: Iraqi forces retake most of Iraq's largest refinery: officials
pt: Forças de segurança do Iraque entram na maior refinaria de petróleo do país

source: Iraqi forces retake most of Iraq’s largest refinery : officials
pt: Forças de segurança do Iraque entram na maior refinaria de petróleo do país

source: "I don't know," he said.
pt: “Não, não é isso”, rebateu.

source: FIFA has suspended the bidding process for the 2026 World Cup .
pt: Fifa suspende escolha da sede da Copa do Mundo de 2026

source: ‘Freedom of speech has to be protected at all costs’
pt: A liberdade de opinião deve ser protegida de todas as formas .

source: So Dr Guerrero decided to tackle those two problems head on.
pt: Guerrero decidiu encarar os dois problemas de frente.

source: Boleat said his team has been working on the idea for some time with the People's Bank of China, Bank of England and many banks in London, and the PBOC has now decided to appoint the clearing bank.
pt: O sistema de pagamento acordado entre a França e a China vai funcionar com base em um banco de compensação, que será designado pelo Banco do Povo da China (PBOC), disse o banco central francês.

source: By that time the plane and its veteran Swiss pilot Andre Borschberg had logged nearly 75 hours of continuous flight, having already bettered the previous record of 44 hours they had set between China and Japan.
pt: Com 75 horas a bordo do avião, o piloto André Borschberg conseguiu uma façanha inédita, quebrou o recorde do Solar Impulse de 44 horas de voo sem escalas, entre China e Japão.

source: And with a smile from ear to ear.
pt: E com um sorriso de orelha a orelha", afirmou.

source: Attempts to ban the headscarf in public schools have caused controversy
pt: Lei que proíbe o uso do véu em escolas públicas causou polêmica

source: It could be very important.
pt: “É importante começar bem .

source: Paris became the fourth city having confirmed to bid for the 2024 Olympic and Paralympic Games after an official announcement here on Tuesday .
pt: Paris anunciou oficialmente nesta terça-feira (23) a sua candidatura para sediar os Jogos Olímpicos e Paraolímpicos de 2024.

source: The four pictures show the princess being cradled by her elder sibling as they sit on a cream couch at Anmer Hall in Norfolk, their family home with the Duke and Duchess of Cambridge.
pt: As quatro imagens mostram a princesa no colo de seu irmão mais velho, que está sentado em um sofá na residência do duque e da duquesa de Cambridge.

source: Israel summons French ambassador over UN Palestinian vote
pt: Israel convoca embaixador francês após apoio de Paris a palestinos na ONU

source: Tens of thousands of people march in central Moscow on Sunday to honor the memory of opposition leader Boris Nemtsov, who was gunned down near the Kremlin on Friday .
pt: O político de oposição russo Boris Nemtsov foi morto a tiros na noite desta sexta-feira no centro de Moscou, informou o Ministério do Interior do país .

source: Charles is the eldest son of Queen Elizabeth II and Prince Philip.
pt: O príncipe Charles e sua mãe, a rainha Elizabeth II (foto: EPA)

source: "I want to keep on reaching records, with goals, assists and everything that can help the team to win," Neymar said.
pt: "Quero continuar atingindo marcas e ajudando minha equipe com gols e passes o que quer que seja", afirmou.

source: The lava flow from the Kilauea volcano cuts off a street in Pahoa
pt: A lava do vulcão Kilauea já chegou a um vilarejo do Havaí .

source: -- Turn the volume down .
pt: Mantenha o volume baixo.

source: Mr Renzi, the centre-left mayor of Florence, is meeting party leaders in an effort to form a new government.
pt: O presidente da Itália, Giorgio Napolitano, convidou nesta segunda-feira o prefeito de Florença, Matteo Renzi, a formar um novo governo para o país.

source: U. S. embassy in Havana reopens after 54 years
pt: Após mais de 50 anos, a embaixada americana em Havana será reaberta.

source: GENEVA (Reuters) - World Trade Organization ambassadors met late on Thursday with less than three hours to persuade India to drop its objections to the first global trade deal in two decades, but U.S. envoy Michael Punke said he was not optimistic of a breakthrough.
pt: GENEBRA (Reuters) - A Organização Mundial do Comércio não conseguiu nesta quinta-feira chegar a um acordo global para padronizar regras alfandegárias, o que teria sido a primeira reforma do comércio mundial em duas décadas, que foi bloqueado por demandas da Índia por concessões sobre estoques agrícolas.
